Repository: guitaripod/Tailscode
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: Each
de: Je Zug
es: Cada uno
fr: Chacun
it: Ciascuno
ja: 1件あたり
ko: 건당
pt_br: Cada um
zh_hans: 平均每次
zh_hant: 平均每次

source: Over
de: Über
es: Durante
fr: Sur
it: Durata
ja: 期間
ko: 기간
pt_br: Ao longo de
zh_hans: 耗时
zh_hant: 耗時

source: An hour
de: Pro Stunde
es: Por hora
fr: Par heure
it: All’ora
ja: 1時間あたり
ko: 시간당
pt_br: Por hora
zh_hans: 每小时
zh_hant: 每小時

source: Conversation
de: Unterhaltung
es: Conversación
it: Conversazione
ja: 会話
ko: 대화
pt_br: Conversa
zh_hans: 对话
zh_hant: 對話

source: Composer
de: Eingabefeld
es: Compositor
fr: Zone de saisie
it: Compositore
ja: 入力欄
ko: 작성창
pt_br: Campo de texto
zh_hans: 输入框
zh_hant: 輸入框

source: Focus
de: Fokus
es: Enfoque
ja: フォーカス
ko: 포커스
pt_br: Foco
zh_hans: 焦点
zh_hant: 焦點

source: Panes and zoom
de: Bereiche und Zoom
es: Paneles y zoom
fr: Volets et zoom
it: Riquadri e zoom
ja: ペインとズーム
ko: 패널과 확대/축소
pt_br: Painéis e zoom
zh_hans: 面板与缩放
zh_hant: 面板與縮放

source: When an approval is waiting
de: Wenn eine Freigabe wartet
es: Cuando hay una aprobación pendiente
fr: Lorsqu’une approbation est en attente
it: Quando è in attesa un’approvazione
ja: 承認待ちのとき
ko: 승인 대기 중일 때
pt_br: Quando há uma aprovação pendente
zh_hans: 有待处理的批准时
zh_hant: 有待處理的核准時

source: Next chat
de: Nächster Chat
es: Chat siguiente
fr: Discussion suivante
it: Chat successiva
ja: 次のチャット
ko: 다음 대화
pt_br: Próxima conversa
zh_hans: 下一个对话
zh_hant: 下一個對話

source: Previous chat
de: Vorheriger Chat
es: Chat anterior
fr: Discussion précédente
it: Chat precedente
ja: 前のチャット
ko: 이전 대화
pt_br: Conversa anterior
zh_hans: 上一个对话
zh_hant: 上一個對話

source: Open the selected chat
de: Ausgewählten Chat öffnen
es: Abrir el chat seleccionado
fr: Ouvrir la discussion sélectionnée
it: Apri la chat selezionata
ja: 選択したチャットを開く
ko: 선택한 대화 열기
pt_br: Abrir a conversa selecionada
zh_hans: 打开选中的对话
zh_hant: 開啟選取的對話

source: First chat
de: Erster Chat
es: Primer chat
fr: Première discussion
it: Prima chat
ja: 最初のチャット
ko: 첫 대화
pt_br: Primeira conversa
zh_hans: 第一个对话
zh_hant: 第一個對話

source: Last chat
de: Letzter Chat
es: Último chat
fr: Dernière discussion
it: Ultima chat
ja: 最後のチャット
ko: 마지막 대화
pt_br: Última conversa
zh_hans: 最后一个对话
zh_hant: 最後一個對話

source: Filter the chat list
de: Chatliste filtern
es: Filtrar la lista de chats
fr: Filtrer la liste des discussions
it: Filtra l’elenco delle chat
ja: チャット一覧を絞り込む
ko: 대화 목록 필터링
pt_br: Filtrar a lista de conversas
zh_hans: 筛选对话列表
zh_hant: 篩選對話清單

source: Save / unsave this chat
de: Diesen Chat speichern / nicht mehr speichern
es: Guardar / dejar de guardar este chat
fr: Enregistrer / ne plus enregistrer cette discussion
it: Salva / rimuovi il salvataggio di questa chat
ja: このチャットを保存 / 保存解除
ko: 이 대화 저장 / 저장 해제
pt_br: Salvar / remover esta conversa dos salvos
zh_hans: 保存 / 取消保存这个对话
zh_hant: 儲存 / 取消儲存這個對話

source: Archive / unarchive this chat
de: Diesen Chat archivieren / aus dem Archiv holen
es: Archivar / desarchivar este chat
fr: Archiver / désarchiver cette discussion
it: Archivia / rimuovi dall’archivio questa chat
ja: このチャットをアーカイブ / アーカイブ解除
ko: 이 대화 보관 / 보관 해제
pt_br: Arquivar / desarquivar esta conversa
zh_hans: 归档 / 取消归档这个对话
zh_hant: 封存 / 取消封存這個對話

source: Show / leave the archive
de: Archiv anzeigen / verlassen
es: Mostrar / salir del archivo
fr: Afficher / quitter les archives
it: Mostra / esci dall’archivio
ja: アーカイブを表示 / 閉じる
ko: 보관함 표시 / 나가기
pt_br: Mostrar / sair do arquivo
zh_hans: 显示 / 退出归档
zh_hant: 顯示 / 退出封存

source: Mark read / unread
de: Als gelesen / ungelesen markieren
es: Marcar como leído / no leído
fr: Marquer comme lu / non lu
it: Segna come letto / non letto
ja: 既読 / 未読にする
ko: 읽음 / 읽지 않음으로 표시
pt_br: Marcar como lida / não lida
zh_hans: 标记为已读 / 未读
zh_hant: 標記為已讀 / 未讀

source: Rename this chat
de: Diesen Chat umbenennen
es: Cambiar el nombre de este chat
fr: Renommer cette discussion
it: Rinomina questa chat
ja: このチャットの名前を変更
ko: 이 대화 이름 바꾸기
pt_br: Renomear esta conversa
zh_hans: 重命名这个对话
zh_hant: 重新命名這個對話

source: Fork this chat
de: Diesen Chat abzweigen
es: Ramificar este chat
fr: Dupliquer cette discussion
it: Dirama questa chat
ja: このチャットを分岐
ko: 이 대화 분기
pt_br: Ramificar esta conversa
zh_hans: 分支这个对话
zh_hant: 分支這個對話

source: Mark / unmark this chat
de: Diesen Chat markieren / demarkieren
es: Marcar / desmarcar este chat
fr: Cocher / décocher cette discussion
it: Seleziona / deseleziona questa chat
ja: このチャットにマーク / マーク解除
ko: 이 대화 표시 / 표시 해제
pt_br: Marcar / desmarcar esta conversa
zh_hans: 标记 / 取消标记这个对话
zh_hant: 標記 / 取消標記這個對話

source: Mark every chat shown / none
de: Alle angezeigten Chats markieren / keinen
es: Marcar todos los chats mostrados / ninguno
fr: Cocher toutes les discussions affichées / aucune
it: Seleziona tutte le chat mostrate / nessuna
ja: 表示中のチャットをすべてマーク / 解除
ko: 표시된 대화 모두 표시 / 모두 해제
pt_br: Marcar todas as conversas exibidas / nenhuma
zh_hans: 标记所有已显示的对话 / 全部取消
zh_hant: 標記所有已顯示的對話 / 全部取消

source: Delete this chat, or every marked one…
de: Diesen Chat löschen, oder alle markierten …
es: Eliminar este chat, o todos los marcados…
fr: Supprimer cette discussion, ou toutes celles cochées…
it: Elimina questa chat, o tutte quelle selezionate…
ja: このチャットを削除、またはマーク済みをすべて削除…
ko: 이 대화를 삭제하거나, 표시된 대화를 모두 삭제…
pt_br: Excluir esta conversa, ou todas as marcadas…
zh_hans: 删除这个对话，或删除所有已标记的对话…
zh_hant: 刪除這個對話，或刪除所有已標記的對話…

source: Copy the session ID
de: Sitzungs-ID kopieren
es: Copiar el ID de sesión
fr: Copier l’ID de session
it: Copia l’ID sessione
ja: セッション ID をコピー
ko: 세션 ID 복사
pt_br: Copiar o ID da sessão
zh_hans: 复制会话 ID
zh_hant: 複製工作階段 ID

source: Copy the project path
de: Projektpfad kopieren
es: Copiar la ruta del proyecto
fr: Copier le chemin du projet
it: Copia il percorso del progetto
ja: プロジェクトのパスをコピー
ko: 프로젝트 경로 복사
pt_br: Copiar o caminho do projeto
zh_hans: 复制项目路径
zh_hant: 複製專案路徑

source: Only this chat's project / everything
de: Nur das Projekt dieses Chats / alles
es: Solo el proyecto de este chat / todo
fr: Seulement le projet de cette discussion / tout
it: Solo il progetto di questa chat / tutto
ja: このチャットのプロジェクトのみ / すべて
ko: 이 대화의 프로젝트만 / 전체
pt_br: Somente o projeto desta conversa / tudo
zh_hans: 仅这个对话的项目 / 全部
zh_hant: 僅這個對話的專案 / 全部

source: Quick ask
de: Schnellfrage
es: Pregunta rápida
fr: Question rapide
it: Domanda rapida
ja: クイック質問
ko: 빠른 질문
pt_br: Pergunta rápida
zh_hans: 快速提问
zh_hant: 快速提問

source: Scroll down
de: Nach unten scrollen
es: Desplazarse hacia abajo
fr: Défiler vers le bas
it: Scorri verso il basso
ja: 下にスクロール
ko: 아래로 스크롤
pt_br: Rolar para baixo
zh_hans: 向下滚动
zh_hant: 向下捲動

source: Scroll up
de: Nach oben scrollen
es: Desplazarse hacia arriba
fr: Défiler vers le haut
it: Scorri verso l’alto
ja: 上にスクロール
ko: 위로 스크롤
pt_br: Rolar para cima
zh_hans: 向上滚动
zh_hant: 向上捲動

source: Half page down
de: Halbe Seite nach unten
es: Media página hacia abajo
fr: Demi-page vers le bas
it: Mezza pagina in basso
ja: 半ページ下へ
ko: 반 페이지 아래로
pt_br: Meia página para baixo
zh_hans: 向下滚动半页
zh_hant: 向下捲動半頁

source: Half page up
de: Halbe Seite nach oben
es: Media página hacia arriba
fr: Demi-page vers le haut
it: Mezza pagina in alto
ja: 半ページ上へ
ko: 반 페이지 위로
pt_br: Meia página para cima
zh_hans: 向上滚动半页
zh_hant: 向上捲動半頁

source: Top of the conversation
de: Anfang der Unterhaltung
es: Principio de la conversación
fr: Début de la conversation
it: Inizio della conversazione
ja: 会話の先頭
ko: 대화의 맨 위
pt_br: Início da conversa
zh_hans: 对话顶部
zh_hant: 對話頂端

source: Bottom of the conversation
de: Ende der Unterhaltung
es: Final de la conversación
fr: Fin de la conversation
it: Fine della conversazione
ja: 会話の末尾
ko: 대화의 맨 아래
pt_br: Fim da conversa
zh_hans: 对话底部
zh_hant: 對話底部

source: Find in the conversation
de: In der Unterhaltung suchen
es: Buscar en la conversación
fr: Rechercher dans la conversation
it: Cerca nella conversazione
ja: 会話内を検索
ko: 대화 내에서 찾기
pt_br: Buscar na conversa
zh_hans: 在对话中查找
zh_hant: 在對話中尋找

source: Stop the running turn
de: Laufenden Zug stoppen
es: Detener el turno en curso
fr: Arrêter le tour en cours
it: Interrompi il turno in corso
ja: 実行中のターンを停止
ko: 실행 중인 턴 중지
pt_br: Parar o turno em execução
zh_hans: 停止正在运行的回合
zh_hant: 停止正在執行的回合

source: Refresh now
de: Jetzt aktualisieren
es: Actualizar ahora
fr: Actualiser maintenant
it: Aggiorna ora
ja: 今すぐ更新
ko: 지금 새로고침
pt_br: Atualizar agora
zh_hans: 立即刷新
zh_hant: 立即重新整理

source: Write a message
de: Nachricht schreiben
es: Escribir un mensaje
fr: Écrire un message
it: Scrivi un messaggio
ja: メッセージを書く
ko: 메시지 작성
pt_br: Escrever uma mensagem
zh_hans: 写消息
zh_hant: 寫訊息

source: More effort on the next send
de: Mehr Denkaufwand beim nächsten Senden
es: Más esfuerzo en el próximo envío
fr: Plus d’effort au prochain envoi
it: Più sforzo al prossimo invio
ja: 次の送信の推論強度を上げる
ko: 다음 전송에서 추론 강도 높이기
pt_br: Mais esforço no próximo envio
zh_hans: 下一次发送提高推理强度
zh_hant: 下一次傳送提高推理強度

source: Less effort on the next send
de: Weniger Denkaufwand beim nächsten Senden
es: Menos esfuerzo en el próximo envío
fr: Moins d’effort au prochain envoi
it: Meno sforzo al prossimo invio
ja: 次の送信の推論強度を下げる
ko: 다음 전송에서 추론 강도 낮추기
pt_br: Menos esforço no próximo envio
zh_hans: 下一次发送降低推理强度
zh_hant: 下一次傳送降低推理強度

source: Model and effort
de: Modell und Denkaufwand
es: Modelo y esfuerzo
fr: Modèle et effort
it: Modello e sforzo
ja: モデルと推論強度
ko: 모델과 추론 강도
pt_br: Modelo e esforço
zh_hans: 模型与推理强度
zh_hant: 模型與推理強度

source: Back to normal mode
de: Zurück in den Normalmodus
es: Volver al modo normal
fr: Retour au mode normal
it: Torna alla modalità normale
ja: ノーマルモードに戻る
ko: 일반 모드로 돌아가기
pt_br: Voltar ao modo normal
zh_hans: 返回普通模式
zh_hant: 返回一般模式

source: Slash commands
de: Slash-Befehle
es: Comandos slash
fr: Commandes slash
it: Comandi slash
ja: スラッシュコマンド
ko: 슬래시 명령어
pt_br: Comandos slash
zh_hans: 斜杠命令
zh_hant: 斜線指令

source: Focus the chat list
de: Chatliste fokussieren
es: Enfocar la lista de chats
fr: Donner le focus à la liste des discussions
it: Metti a fuoco l’elenco delle chat
ja: チャット一覧にフォーカス
ko: 대화 목록에 포커스
pt_br: Focar a lista de conversas
zh_hans: 聚焦对话列表
zh_hant: 聚焦對話清單

source: Focus the transcript
de: Transkript fokussieren
es: Enfocar la transcripción
fr: Donner le focus à la transcription
it: Metti a fuoco la trascrizione
ja: トランスクリプトにフォーカス
ko: 대화록에 포커스
pt_br: Focar a transcrição
zh_hans: 聚焦记录
zh_hant: 聚焦紀錄

source: Focus the file tree
de: Dateibaum fokussieren
es: Enfocar el árbol de archivos
fr: Donner le focus à l’arborescence des fichiers
it: Metti a fuoco l’albero dei file
ja: ファイルツリーにフォーカス
ko: 파일 트리에 포커스
pt_br: Focar a árvore de arquivos
zh_hans: 聚焦文件树
zh_hant: 聚焦檔案樹

source: Focus the terminal
de: Terminal fokussieren
es: Enfocar la terminal
fr: Donner le focus au terminal
it: Metti a fuoco il terminale
ja: ターミナルにフォーカス
ko: 터미널에 포커스
pt_br: Focar o terminal
zh_hans: 聚焦终端
zh_hant: 聚焦終端機

source: Cycle panes
de: Bereiche durchwechseln
es: Rotar entre paneles
fr: Parcourir les volets
it: Scorri tra i riquadri
ja: ペインを切り替え
ko: 패널 순환
pt_br: Alternar entre painéis
zh_hans: 循环切换面板
zh_hant: 循環切換面板

source: Cycle panes backwards
de: Bereiche rückwärts durchwechseln
es: Rotar entre paneles hacia atrás
fr: Parcourir les volets en arrière
it: Scorri tra i riquadri all’indietro
ja: ペインを逆順に切り替え
ko: 패널 역순으로 순환
pt_br: Alternar entre painéis para trás
zh_hans: 反向循环切换面板
zh_hant: 反向循環切換面板

source: Focus the split to the left
de: Bereich links fokussieren
es: Enfocar el panel de la izquierda
fr: Donner le focus au volet de gauche
it: Metti a fuoco il riquadro a sinistra
ja: 左のスプリットにフォーカス
ko: 왼쪽 분할 창에 포커스
pt_br: Focar o painel à esquerda
zh_hans: 聚焦左侧分屏
zh_hant: 聚焦左側分割畫面

source: Focus the split below
de: Bereich unten fokussieren
es: Enfocar el panel de abajo
fr: Donner le focus au volet du dessous
it: Metti a fuoco il riquadro sottostante
ja: 下のスプリットにフォーカス
ko: 아래쪽 분할 창에 포커스
pt_br: Focar o painel abaixo
zh_hans: 聚焦下方分屏
zh_hant: 聚焦下方分割畫面

source: Focus the split above
de: Bereich oben fokussieren
es: Enfocar el panel de arriba
fr: Donner le focus au volet du dessus
it: Metti a fuoco il riquadro soprastante
ja: 上のスプリットにフォーカス
ko: 위쪽 분할 창에 포커스
pt_br: Focar o painel acima
zh_hans: 聚焦上方分屏
zh_hant: 聚焦上方分割畫面

source: Focus the split to the right
de: Bereich rechts fokussieren
es: Enfocar el panel de la derecha
fr: Donner le focus au volet de droite
it: Metti a fuoco il riquadro a destra
ja: 右のスプリットにフォーカス
ko: 오른쪽 분할 창에 포커스
pt_br: Focar o painel à direita
zh_hans: 聚焦右侧分屏
zh_hant: 聚焦右側分割畫面

source: Show / hide the chat list
de: Chatliste ein- / ausblenden
es: Mostrar / ocultar la lista de chats
fr: Afficher / masquer la liste des discussions
it: Mostra / nascondi l’elenco delle chat
ja: チャット一覧を表示 / 非表示
ko: 대화 목록 표시 / 숨기기
pt_br: Mostrar / ocultar a lista de conversas
zh_hans: 显示 / 隐藏对话列表
zh_hant: 顯示 / 隱藏對話清單

source: Show / hide the file tree
de: Dateibaum ein- / ausblenden
es: Mostrar / ocultar el árbol de archivos
fr: Afficher / masquer l’arborescence des fichiers
it: Mostra / nascondi l’albero dei file
ja: ファイルツリーを表示 / 非表示
ko: 파일 트리 표시 / 숨기기
pt_br: Mostrar / ocultar a árvore de arquivos
zh_hans: 显示 / 隐藏文件树
zh_hant: 顯示 / 隱藏檔案樹

source: Show / hide the terminal
de: Terminal ein- / ausblenden
es: Mostrar / ocultar la terminal
fr: Afficher / masquer le terminal
it: Mostra / nascondi il terminale
ja: ターミナルを表示 / 非表示
ko: 터미널 표시 / 숨기기
pt_br: Mostrar / ocultar o terminal
zh_hans: 显示 / 隐藏终端
zh_hant: 顯示 / 隱藏終端機

source: Split the conversation right
de: Unterhaltung nach rechts teilen
es: Dividir la conversación a la derecha
fr: Scinder la conversation à droite
it: Dividi la conversazione a destra
ja: 会話を右に分割
ko: 대화를 오른쪽으로 분할
pt_br: Dividir a conversa à direita
zh_hans: 向右拆分对话
zh_hant: 向右分割對話

source: Split the conversation down
de: Unterhaltung nach unten teilen
es: Dividir la conversación hacia abajo
fr: Scinder la conversation vers le bas
it: Dividi la conversazione in basso
ja: 会話を下に分割
ko: 대화를 아래쪽으로 분할
pt_br: Dividir a conversa para baixo
zh_hans: 向下拆分对话
zh_hant: 向下分割對話

source: Close this split
de: Diesen Bereich schließen
es: Cerrar este panel
fr: Fermer ce volet
it: Chiudi questo riquadro
ja: このスプリットを閉じる
ko: 이 분할 창 닫기
pt_br: Fechar este painel
zh_hans: 关闭这个分屏
zh_hant: 關閉這個分割畫面

source: Zoom this split
de: Diesen Bereich zoomen
es: Ampliar este panel
fr: Zoomer sur ce volet
it: Ingrandisci questo riquadro
ja: このスプリットをズーム
ko: 이 분할 창 확대
pt_br: Ampliar este painel
zh_hans: 放大这个分屏
zh_hant: 放大這個分割畫面

source: Swap this split with its sibling
de: Diesen Bereich mit seinem Nachbarn tauschen
es: Intercambiar este panel con su vecino
fr: Permuter ce volet avec son voisin
it: Scambia questo riquadro con quello adiacente
ja: このスプリットを隣と入れ替え
ko: 이 분할 창을 인접 창과 바꾸기
pt_br: Trocar este painel com o vizinho
zh_hans: 把这个分屏和相邻的对调
zh_hant: 把這個分割畫面和相鄰的對調

source: Even out the splits
de: Bereiche gleichmäßig verteilen
es: Igualar los paneles
fr: Égaliser les volets
it: Equilibra i riquadri
ja: スプリットを均等にする
ko: 분할 창 크기 맞추기
pt_br: Equilibrar os painéis
zh_hans: 均分所有分屏
zh_hant: 均分所有分割畫面

source: Zoom in
de: Vergrößern
es: Acercar
fr: Zoomer
it: Ingrandisci
ja: 拡大
ko: 확대
pt_br: Aumentar zoom
zh_hans: 放大
zh_hant: 放大

source: Zoom out
de: Verkleinern
es: Alejar
fr: Dézoomer
it: Riduci
ja: 縮小
ko: 축소
pt_br: Diminuir zoom
zh_hans: 缩小
zh_hant: 縮小

source: Reset the zoom
de: Zoom zurücksetzen
es: Restablecer el zoom
fr: Réinitialiser le zoom
it: Ripristina lo zoom
ja: ズームをリセット
ko: 확대/축소 초기화
pt_br: Redefinir o zoom
zh_hans: 重置缩放
zh_hant: 重設縮放

source: Show these shortcuts
de: Diese Tastenkombinationen anzeigen
es: Mostrar estos atajos
fr: Afficher ces raccourcis
it: Mostra queste scorciatoie
ja: これらのショートカットを表示
ko: 이 단축키 표시
pt_br: Mostrar estes atalhos
zh_hans: 显示这些快捷键
zh_hant: 顯示這些快速鍵

source: Always allow
de: Immer erlauben
es: Permitir siempre
fr: Toujours autoriser
it: Consenti sempre
ja: 常に許可
ko: 항상 허용
pt_br: Sempre permitir
zh_hans: 始终允许
zh_hant: 一律允許

source: unknown shortcut id "%@"
de: unbekannte Shortcut-ID „%@“
es: ID de atajo desconocido «%@»
fr: identifiant de raccourci inconnu « %@ »
it: ID scorciatoia sconosciuto «%@»
ja: 不明なショートカット ID「%@」
ko: 알 수 없는 단축키 ID "%@"
pt_br: ID de atalho desconhecido "%@"
zh_hans: 未知的快捷键 ID“%@”
zh_hant: 未知的快速鍵 ID「%@」

source: "%@" must be a string, a list or null
de: „%@“ muss eine Zeichenkette, eine Liste oder null sein
es: «%@» debe ser una cadena, una lista o null
fr: « %@ » doit être une chaîne, une liste ou null
it: «%@» deve essere una stringa, un elenco o null
ja: 「%@」は文字列、リスト、または null である必要があります
ko: "%@"은(는) 문자열, 목록 또는 null이어야 합니다
pt_br: "%@" deve ser uma string, uma lista ou null
zh_hans: “%@”必须是字符串、列表或 null
zh_hant: 「%@」必須是字串、清單或 null

source: keybindings.json is not valid JSON
de: keybindings.json ist kein gültiges JSON
es: keybindings.json no es un JSON válido
fr: keybindings.json n’est pas un JSON valide
it: keybindings.json non è un JSON valido
ja: keybindings.json は有効な JSON ではありません
ko: keybindings.json이 올바른 JSON이 아닙니다
pt_br: keybindings.json não é um JSON válido
zh_hans: keybindings.json 不是有效的 JSON
zh_hant: keybindings.json 不是有效的 JSON

source: cannot read "%@" for %@
de: „%@“ für %@ kann nicht gelesen werden
es: no se puede leer «%@» para %@
fr: impossible de lire « %@ » pour %@
it: impossibile leggere «%@» per %@
ja: %2$@ の「%1$@」を読み取れません
ko: %2$@의 "%1$@"을(를) 읽을 수 없습니다
pt_br: não é possível ler "%@" para %@
zh_hans: 无法读取 %2$@ 的“%1$@”
zh_hant: 無法讀取 %2$@ 的「%1$@」

source: %@ takes a single key, not a sequence
de: %@ akzeptiert nur eine einzelne Taste, keine Sequenz
es: %@ admite una sola tecla, no una secuencia
fr: %@ n’accepte qu’une seule touche, pas une séquence
it: %@ accetta un solo tasto, non una sequenza
ja: %@ は単一キーのみ使用でき、シーケンスは使用できません
ko: %@은(는) 단일 키만 사용할 수 있으며, 시퀀스는 사용할 수 없습니다
pt_br: %@ aceita apenas uma tecla única, não uma sequência
zh_hans: %@ 只接受单个按键，不接受组合序列
zh_hant: %@ 只接受單一按鍵，不接受組合序列

source: %@ and %@ both want %@
de: %@ und %@ wollen beide %@
es: %@ y %@ quieren ambos %@
fr: %@ et %@ veulent tous deux %@
it: %@ e %@ vogliono entrambi %@
ja: %@ と %@ が両方とも %@ を使おうとしています
ko: %@와(과) %@ 모두 %@을(를) 사용하려고 합니다
pt_br: %@ e %@ querem ambos %@
zh_hans: %@ 和 %@ 都想使用 %@
zh_hant: %@ 和 %@ 都想使用 %@

source: %@ owns a key that also starts a two-key sequence — the sequence never fires
de: %@ belegt eine Taste, die auch eine Zwei-Tasten-Sequenz einleitet — die Sequenz wird nie ausgelöst
es: %@ ocupa una tecla que también inicia una secuencia de dos teclas — la secuencia nunca se activa
fr: %@ occupe une touche qui démarre aussi une séquence à deux touches — la séquence ne se déclenche jamais
it: %@ occupa un tasto che avvia anche una sequenza a due tasti — la sequenza non scatta mai
ja: %@ が、2 キーシーケンスの開始キーでもあるキーを占有しています — そのシーケンスは発火しません
ko: %@이(가) 두 키 시퀀스를 시작하는 키도 차지하고 있습니다 — 그 시퀀스는 절대 실행되지 않습니다
pt_br: %@ ocupa uma tecla que também inicia uma sequência de duas teclas — a sequência nunca é acionada
zh_hans: %@ 占用了一个同时也是双键序列起始键的按键 — 该序列永远不会触发
zh_hant: %@ 占用了一個同時也是雙鍵序列起始鍵的按鍵 — 該序列永遠不會觸發

source: No command called %@
de: Kein Befehl namens %@
es: No hay ningún comando llamado %@
fr: Aucune commande nommée %@
it: Nessun comando chiamato %@
ja: %@ という名前のコマンドはありません
ko: %@(이)라는 명령어가 없습니다
pt_br: Nenhum comando chamado %@
zh_hans: 没有名为 %@ 的命令
zh_hant: 沒有名為 %@ 的指令

source: No command called %@ outside a project
de: Kein Befehl namens %@ außerhalb eines Projekts
es: No hay ningún comando llamado %@ fuera de un proyecto
fr: Aucune commande nommée %@ en dehors d’un projet
it: Nessun comando chiamato %@ al di fuori di un progetto
ja: プロジェクトの外では %@ という名前のコマンドはありません
ko: 프로젝트 밖에서는 %@(이)라는 명령어가 없습니다
pt_br: Nenhum comando chamado %@ fora de um projeto
zh_hans: 在项目之外没有名为 %@ 的命令
zh_hant: 在專案之外沒有名為 %@ 的指令

source: Built in
de: Integriert
es: Integrado
fr: Intégré
it: Integrato
ja: 組み込み
ko: 내장됨
pt_br: Integrado
zh_hans: 内置
zh_hant: 內建

source: This project
de: Dieses Projekt
es: Este proyecto
fr: Ce projet
it: Questo progetto
ja: このプロジェクト
ko: 이 프로젝트
pt_br: Este projeto
zh_hans: 此项目
zh_hant: 此專案

source: MCP servers
de: MCP-Server
es: Servidores MCP
fr: Serveurs MCP
it: Server MCP
ja: MCP サーバ
ko: MCP 서버
pt_br: Servidores MCP
zh_hans: MCP 服务器
zh_hant: MCP 伺服器

source: Results
de: Ergebnisse
es: Resultados
fr: Résultats
it: Risultati
ja: 結果
ko: 결과
pt_br: Resultados
zh_hans: 结果
zh_hant: 結果

source: Side by side
de: Nebeneinander
es: Lado a lado
fr: Côte à côte
it: Affiancate
ja: 左右分割
ko: 나란히 보기
pt_br: Lado a lado
zh_hans: 并排
zh_hant: 並排

source: Stacked
de: Gestapelt
es: Apilados
fr: Empilées
it: Impilate
ja: 上下分割
ko: 위아래 보기
pt_br: Empilhadas
zh_hans: 堆叠
zh_hant: 堆疊

source: Grid
de: Raster
es: Cuadrícula
fr: Grille
it: Griglia
ja: グリッド
ko: 격자 보기
pt_br: Grade
zh_hans: 网格
zh_hant: 網格

source: %@ columns, each the same width
de: %@ Spalten, alle gleich breit
es: %@ columnas, todas del mismo ancho
fr: %@ colonnes, toutes de la même largeur
it: %@ colonne, tutte della stessa larghezza
ja: %@ 列、すべて同じ幅
ko: %@개 열, 모두 같은 너비
pt_br: %@ colunas, todas com a mesma largura
zh_hans: %@ 列，宽度均等
zh_hant: %@ 欄，寬度均等

source: %@ rows, each the same height
de: %@ Zeilen, alle gleich hoch
es: %@ filas, todas del mismo alto
fr: %@ lignes, toutes de la même hauteur
it: %@ righe, tutte della stessa altezza
ja: %@ 行、すべて同じ高さ
ko: %@개 행, 모두 같은 높이
pt_br: %@ linhas, todas com a mesma altura
zh_hans: %@ 行，高度均等
zh_hant: %@ 列，高度均等

source: %@ panes in rows and columns, shared evenly
de: %@ Bereiche in Zeilen und Spalten, gleichmäßig verteilt
es: %@ paneles en filas y columnas, repartidos por igual
fr: %@ volets en lignes et colonnes, répartis également
it: %@ riquadri in righe e colonne, distribuiti equamente
ja: %@ ペインを行と列に均等配置
ko: %@개 패널을 행과 열로 균등하게 배치
pt_br: %@ painéis em linhas e colunas, distribuídos igualmente
zh_hans: %@ 个面板按行列均分排列
zh_hant: %@ 個面板按列欄均分排列

source: Open the %@ marked chats %@
de: Die %@ markierten Chats im Modus %@ öffnen
es: Abrir los %@ chats marcados en modo %@
fr: Ouvrir les %@ discussions cochées en mode %@
it: Apri le %@ chat selezionate in modalità %@
ja: マーク済みの %@ 件のチャットを %@ で開く
ko: 표시된 대화 %@개를 %@(으)로 열기
pt_br: Abrir as %@ conversas marcadas em modo %@
zh_hans: 以%2$@模式打开这 %1$@ 个已标记的对话
zh_hant: 以%2$@模式開啟這 %1$@ 個已標記的對話

source: Open all %@ as one split
de: Alle %@ als einen Bereich öffnen
es: Abrir todos los %@ como un solo panel
fr: Ouvrir les %@ comme un seul volet
it: Apri tutte le %@ come un unico riquadro
ja: %@ 件すべてを 1 つのスプリットとして開く
ko: %@개 모두를 하나의 분할 창으로 열기
pt_br: Abrir todas as %@ como um único painel
zh_hans: 将全部 %@ 个作为一个分屏打开
zh_hant: 將全部 %@ 個作為一個分割畫面開啟

source: +%@ open beside them
de: +%@ daneben geöffnet
es: +%@ abiertos al lado
fr: +%@ ouvertes à côté
it: +%@ aperte accanto
ja: 他に %@ 件を隣に表示
ko: %@개 더 옆에 열림
pt_br: +%@ abertas ao lado
zh_hans: 旁边还打开了 %@ 个
zh_hant: 旁邊還開啟了 %@ 個

source: Split of %@ chats, %@: %@
de: Split aus %@ Chats, %@: %@
es: División de %@ chats, %@: %@
fr: Division de %@ discussions, %@ : %@
it: Divisione di %@ chat, %@: %@
ja: %@ 件のチャットの分割（%@）: %@
ko: 대화 %@개의 분할(%@): %@
pt_br: Divisão de %@ conversas, %@: %@
zh_hans: %@ 个对话的分屏（%@）：%@
zh_hant: %@ 個對話的分割畫面（%@）：%@

source: Last turn cost %@
de: Letzter Zug kostete %@
es: El último turno costó %@
fr: Le dernier tour a coûté %@
it: L’ultimo turno è costato %@
ja: 直前のターンのコスト: %@
ko: 마지막 턴 비용: %@
pt_br: O último turno custou %@
zh_hans: 上一回合花费 %@
zh_hant: 上一回合花費 %@

source: met
de: erreicht
es: cumplido
fr: atteint
it: raggiunto
ja: 達成
ko: 달성
pt_br: cumprida
zh_hans: 已达成
zh_hant: 已達成

source: being pursued
de: wird verfolgt
es: en curso
fr: en cours
it: in corso
ja: 取り組み中
ko: 진행 중
pt_br: em andamento
zh_hans: 进行中
zh_hant: 進行中

source: Change the goal…
de: Ziel ändern …
es: Cambiar el objetivo…
fr: Changer l’objectif…
it: Cambia l’obiettivo…
ja: 目標を変更…
ko: 목표 변경…
pt_br: Alterar o objetivo…
zh_hans: 更改目标…
zh_hant: 更改目標…

source: done · %@ ago
de: erledigt · vor %@
es: hecho · hace %@
fr: terminé · il y a %@
it: fatto · %@ fa
ja: 完了 · %@前
ko: 완료 · %@ 전
pt_br: concluído · há %@
zh_hans: 已完成 · %@前
zh_hant: 已完成 · %@前
